[Batstuff]
Batmobile=A fully customized assault vehicle.
Batmobile_title=The Batmobile
Batwing=A hi-specification VTOL jet powered air craft.
Batwing_title=The Batwing

[Items]
Batclaw_Crate=Secure Arkham containers. Used to store documentation and patient items.
Batclaw_Crate_claw=Secure Arkham containers. Used to store documentation and patient items. Can be pulled using the Batclaw.
Batclaw_Crate_title=Arkham Security Container
DoorLocked=Blocked
DoorTitle=High Security Door
DoorUnlocked=Unlocked
Extractor_Control=Terminal used to control the extraction fans. A panic button is fitted to activate in an emergency. Smash glass to activate.
Extractor_Control_Bat=Terminal used to control the extraction fans. A panic button is fitted to activate in an emergency. Smash glass to activate.
Extractor_ControlTitle=Extractor Control Point
Extractor_Fan_Off=Used to remove airborne toxins and purify the air in Arkham Asylum.
Extractor_Fan_On=Operational and purifying the air.
Extractor_Fan_Title=Extractor Fan
FloorPanel=Activated in emergencies to incapacitate escaping inmates.
FloorPanelTitle=Electrified Security Floor
HipFlask=Hip flask. Usually used to hold alcohol. A favorite of the drunks of Gotham.
HomingPod=A gelatinous container of mutated spores created by Poison Ivy to defend her plants.
HomingPod_title=Airborne Spore Pod
LiveCables=Power cables provide electricty for devices throughout the asylum.
LiveCablesTitle=Live Power Cable
PlayTape=Tape recorders are used to keep records of patient sessions.
PlayTapeTitle=Tape Recorder
Pontoon=Old wooden platforms used to create makeshift walkways for maintenance access.
PontoonTitle=Floating Wooden Platform
Power_cable=Power cables provide electricity to electrical devices.
ProxPod=Titan Mutated Plant
ProxPod_Tile=Releases deadly airborne spores when movement detected. Approach with caution. Core must be destroyed to render inactive.
Riddler=Hidden around Arkham by Edward Nigma AKA The Riddler.
RiddlerTitle=Riddler Trophy
Rope=Length of natural fibers, braided together. Susceptible to Batarang hits.
Rope_Hostage=Length of natural fibers, braided together. Susceptible to Batarang hits.
Rope_Thug=Length of natural fibers, braided together. Susceptible to Batarang hits.
RopeTitle=Rope
SecretsMap=A hand drawn map that appears to show the location of all the Riddler's challenges.
SecretsMapTitle=Riddler Secrets Map
SecurityGate=Electrical security gates stop patients from escaping Arkham Asylum.
SecurityGateTitle=Security Gate
Spore=The root is encrusted with the mold spores required to create the anti-Titan formula.
SporeTitle=Mutated Plant Root
Tape=Tape recording of patient interviews. May provide psychological insight about the various Arkham inmates.
TapeTitle=Arkham Interview Tape
TitanVat=Contains Titan-based compound. Explosive.
TitanVatTitle=Titan Vat
WaterPipeA=Water is contaminated with a Titan-based waste product.
WaterPipeATitle=Pipe Observation Window
WaterPipeB3=Water is contaminated with a Titan-based waste product. Exposure to contaminated water is fatal.
WaterPipeB3Title=Pipe Observation Window
WaterPipeB6=Water is contaminated with a Titan-based waste product. Exposure to contaminated water is fatal.
WaterPipeB6Title=Pipe Observation Window
WaterPipePurifiedA=Water purity at an acceptable level.
WaterPipePurifiedB3=Water purity at an acceptable level.
WaterPipePurifiedB6=Water purity at an acceptable level.

[People]
Boles=Frank Boles. One of Joker's "inside men" at Arkham.
Dead=Status: Deceased
FriendlyState=Identity: Unknown
Gordon=Jim Gordon. Police Commissioner and the only person I can trust in Gotham.
Harley_Quinn=Harley Quinn. She was once an Arkham Psychiatrist, but she fell in love with he wrong guy, Joker! Now she's as crazy as he is.
Joker=Joker, clown prince of crime. A sociopath responsible for thousands of murders in Gotham City.
Killer_Croc=Killer Croc. He was once Wayland Jones, but now is little more than a monster and suspected cannibal.
Venom=Titan Mutation. Members of Joker's gang mutated into monstrous killing machines through exposure to Titan.
Venom_def=Human mutation
Venom_infarction=C.O.D: Myocardial infarction caused by interrupted blood supply to heart.
Venom_un=Unknown. Probable human mutation.
Warden=Quincy Sharp, current Warden of Arkham Asylum.
Young=Dr. Young. The current Head of Research at Arkham Asylum.
Zsasz=Victor Zsasz. He slits his victims' throats and carves a tally into his body. Evil and insane.

[Scenery]
GASDisruptBoxTitle=Sabotaged Security Control
Generator=Backup generators provide electrical power to the Penitentiary in the event of a power outage.
GeneratorTitle=Power Generator
GooWall=Structurally weak walls will collapse with a controlled explosion.
GooWallHarpOnlyBefore=Out of reach.
GooWallPostGel=Structurally weak walls will collapse with a controlled explosion.
GooWallPostHarp=Structurally weak walls will collapse through a controlled explosion or when pulled with enough force.
GooWallPostHarpOnlyAfter=Structurally weak walls will collapse when pulled with enough force.
GooWallThugsBoth=Falling debris from structural weaknesses could hurt bystanders.
GooWallThugsGoo=Falling debris from structural weaknesses could hurt bystanders.
GooWallThugsHarpoon=Falling debris from structural weaknesses could hurt bystanders.
GooWallTitle=Structural Weakness
GroundLevelGrate=A metal cover to stop patients escaping. Held in place tightly by security bolts. Can be removed with enough force.
GroundLevelGrateTitle=Secure Ventilation Cover
GunLocker=Locker containing Arkham guard firearm supplies to be used only in a breakout attempt.
GunLockerTitle=Gun Locker
HarpoonGrate=Wall mounted and held in place with security bolts.
HarpoonGrateBatclaw=Wall mounted and held in place with security bolts.
HarpoonGrateSpeech=Wall mounted and held in place with security bolts.
HarpoonGrateTitle=Ventilation Cover
HarpoonWall=Out of reach.
HarpoonWallTitle=Structural Weakness
JOKERDisruptBox=Security protocol corrupted by the Joker. Device will be significantly more difficult to bypass.
JOKERDisruptBoxTitle=Corrupt Security Control Box
JokerToxinCylinder=A cylinder of the deadly chemical created by the Joker. Attacks the nervous system, causing a slow, painful death.
JokerToxinCylinderTitle=Joker Toxin Cylinder
StainedGlass=Imitation glass floor designed to blend in with Arkham decor.
StainedGlassTitle=Reinforced Glass Floor
VantagePoint=Gargoyles provide a suitable vantage point from which to survey a room.
VantagePointBomb=Booby-trapped gargoyle. Rigged with a short-fuse proximity explosive.
VantagePointDestroy=Destroyed by the Joker's booby trap.
VantagePointDestroyTitle=Destroyed Vantage Point
VantagePointTitle=Vantage Point
BatSignal=To be used in times of need and darkness.
BatSignalTitle=The Bat-Signal
BreakableGlass=Non-reinforced glass can be broken with enough force.
BreakableGlassTitle=Fragile Glass
Chandelier=Hanging by a fiber rope. The rope is at the limit of its tensile strength.
ChandelierTitle=Chandelier
CounterWeight=Structurally weak, should collapse with a controlled explosion.
CounterWeightTitle=Elevator Counterweight
DisruptBox=Developed by WayneTech, these control points are considered hack-proof. Security sub systems designed by Lucius Fox.
DisruptBoxTimed=A safety measure that resets power after a short circuit has occurred.
DisruptBoxTimedTitle=Power Control Override
DisruptBoxTitle=Security Gate Control
DisruptBoxTitlePump=Pump Control
DisruptDISABLEBox=Developed by WayneTech, these control points are considered hack-proof. Currently inactive.
FloorGrate=Access points for maintenance tunnels.
FloorGrateTitle=Floor Grate
GASDisruptBox=Modified to release Joker Toxin if tampered with. Caution advised.
